tap "nikitabobko/tap"
tap "felixkratz/formulae"
tap "laishulu/homebrew"
tap "daipeihust/tap"

brew "mise"
brew "fd"
brew "ripgrep"
brew "starship"
brew "zoxide"
brew "mas"
brew "sketchybar"
brew "borders"
brew "eza"
brew "bat"
brew "uutils-coreutils"
brew "macism"
brew "lua"
brew "lazygit"
brew "yazi"
brew "tree-sitter-cli"
brew "gh"
brew "ical-buddy"
brew "fastfetch"
brew "bitwarden-cli"
brew "nowplaying-cli"
brew "im-select"
brew "switchaudio-osx"
brew "ffmpeg"
brew "sevenzip"
brew "jq"
brew "poppler"
brew "imagemagick"
brew "resvg"
brew "neovim"
brew "tree"
brew "btop"
brew "duf"
brew "k9s"
brew "uv"

cask "font-hack-nerd-font"
cask "aerospace"
cask "sf-symbols"
cask "deepl"
cask "wakatime"
cask "font-symbols-only-nerd-font"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "bitwarden"
cask "contexts"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-d2coding-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "keka"
cask "monitorcontrol"
cask "obsidian"
cask "sublime-text"
cask "zen"
